---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicFeetPerHour
source: html/56370cbc-6fd1-6d85-4fa1-ea8e62eb20c4.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicFeetPerHour Property

Cubic feet per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicFeetPerHour { get; }
```